tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "cfssl"
brew "exercism"
brew "ffmpeg"
brew "gnupg"
brew "go"
brew "gradle"
brew "gradle-completion"
brew "jrnl"
brew "mas"
brew "maven"
brew "p7zip"
brew "pipenv"
brew "ripgrep"
brew "tree"
brew "vim"
brew "watchman"
brew "youtube-dl"
brew "diff-so-fancy"
cask "amethyst"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "postman"
cask "snagit"
cask "lastpass"
cask "visual-studio-code"
cask "vlc"
mas "Bear", id: 1091189122
mas "Cardhop", id: 1290358394
mas "Fantastical", id: 975937182
mas "iMovie", id: 408981434
mas "iStumbler", id: 546033581
mas "Keynote", id: 409183694
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
