tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "python"
brew "bash"
brew "bash-completion@2"
brew "cfssl"
brew "exercism"
brew "ffmpeg"
brew "ghostscript" # required by ImageMagick
brew "git" # fix terminal slowness: https://apple.stackexchange.com/questions/119864/xcodebuild-firing-after-every-terminal-command
brew "gnupg"
brew "graphviz"
brew "imagemagick"
brew "mas"
brew "mongodb-community@4.4"
brew "p7zip"
brew "pipenv"
brew "ripgrep"
brew "tree"
brew "vim"
brew "watchman"
brew "youtube-dl"
brew "diff-so-fancy"
cask "amethyst"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "postman"
cask "lastpass"
cask "snagit"
cask "visual-studio-code"
cask "vlc"
mas "Bear", id: 1091189122
mas "Cardhop", id: 1290358394
mas "Fantastical", id: 975937182
mas "iStumbler", id: 546033581
mas "Slack", id: 803453959
