tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "mongodb/brew"
tap "yt-dlp/taps"
tap "heroku/brew"
tap "stripe/stripe-cli"
#
# Start neovim build from source reqs
brew "ninja"
brew "libtool"
brew "automake"
brew "cmake"
brew "pkg-config"
brew "gettext"
brew "curl"
# End neovim build from source reqs
#
brew "cloc" # Count Lines of Code
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git" # fix terminal slowness: https://apple.stackexchange.com/questions/119864/xcodebuild-firing-after-every-terminal-command
brew "gnupg" # GNU Privacy Guard, complete and free implementation of OpenPGP standard RFC4880
brew "heroku/brew/heroku-node"
brew "heroku"
brew "lua-language-server"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb-community@5.0"
brew "p7zip"
brew "ripgrep"
brew "stow"
brew "stripe/stripe-cli/stripe"
brew "tldr"
brew "tmux"
brew "watchman"
brew "webp"
brew "wget"
brew "yt-dlp/taps/yt-dlp"
brew "diff-so-fancy"
cask "font-hack-nerd-font"
cask "font-fantasque-sans-mono"
# cask "alacritty"
# cask "amethyst"
# cask "firefox"
# cask "google-chrome"
# cask "postman"
# cask "lastpass"
# cask "snagit"
# cask "visual-studio-code"
# cask "vlc"
# mas "iStumbler", id: 546033581
# mas "Slack", id: 803453959
